---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.MmSup4
source: html/e0ebad82-e105-264e-a141-b3d4f4596243.htm
---
# Autodesk.Revit.DB.SymbolTypeId.MmSup4 Property

Symbol mm⁴, indicating unit Millimeters to the fourth power.

## Syntax (C#)
```csharp
public static ForgeTypeId MmSup4 { get; }
```